# Endpoint brewfile

# brew tap
tap "nikitabobko/tap"
tap "FelixKratz/formulae"

# brew install
brew "mas"
brew "borders"
#brew "mackup"

# brew install --cask
cask "1password"
cask "aerospace"
cask "appcleaner"
cask "ghostty"
cask "google-drive"
cask "jordanbaird-ice"
cask "keepingyouawake"
cask "rocket"
cask "shottr"
cask "tailscale-app"
cask "visual-studio-code"

cask "font-sf-pro"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font-ligaturized"
cask "font-sf-compact"
cask "font-new-york"
cask "font-ibm-plex-sans"
cask "font-ibm-plex-serif"
cask "font-ibm-plex-mono"

# mas install
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Mapper for Safari", id: 1589391989
