cask_args appdir: "/Applications"

# brew tap
tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "FelixKratz/formulae"

# brew install
brew "mas"
brew "sketchybar"
brew "borders"

# brew install --cask
cask "font-sf-pro"
cask "font-sf-mono"
cask "font-sf-mono-nerd-font"
cask "font-sf-compact"
cask "font-new-york"
cask "appcleaner"
cask "ghostty"
cask "tailscale"
cask "visual-studio-code"
cask "raycast"
cask "aerospace"
cask "shottr"
cask "1password"

# mas install
mas "1Password for Safari", id: 1569813296
mas "AdGuard for Safari", id: 1440147259
mas "Mapper for Safari", id: 1589391989
